import Contact from "./Contact";



function About() {

    return (
        <div className="wrap">
            <div className="about">
                <div className="about-content">
                    مرحبا، اني علي احمد طالب هندسة حاسوب مرحلة ثالثة في جامعة بغداد.<br />

                    بأيام السادس و النتائج واجهتني مشكلة ان باعلان النتائج كان اللود على الموقع كثير فا وكف الموقع و تأخرت اعلان النتيجة وتقريباً كل سنة يصير هذا الشيء
                    <br />

                    لهذا السبب، قررت إنشاء موقع مدعوم بالذكاء الاصطناعي يمكن للطلاب من خلاله إدخال رقم الامتحان وباقي المعلومات للحصول على النتيجة فورًا دون الحاجة للانتظار.<br />

                    في الأيام المقبلة، سيتم إضافة نتائج السنوات السابقة إلى الموقع. يهمني أن أشير إلى أن الموقع حاليًا في مرحلة التجربة ولا يحتوي على جميع النتائج بعد.<br />
                </div>

            </div>

            <Contact />
        </div>
    );
}


export default About;